Repository: smaublanc/tide-it
Catalog: Tide It/Localizable.xcstrings
Source language: fr
Languages: de, en, es, hi, it, ja, ko, nl, pt, zh_hans, zh_hant

source: Le paiement sera débité sur votre compte Apple à la confirmation de l'achat. Tout essai gratuit non résilié au moins 24h avant son terme se transforme automatiquement en abonnement payant au tarif indiqué. L'abonnement se renouvelle ensuite automatiquement sauf annulation au moins 24h avant la fin de la période en cours. Le renouvellement est facturé au tarif en vigueur. Gérez ou annulez vos abonnements dans Réglages > votre compte Apple > Abonnements.
de: Die Zahlung wird bei Kaufbestätigung deinem Apple-Konto belastet. Jede Gratis-Testphase, die nicht mindestens 24 Std. vor Ablauf gekündigt wird, geht automatisch in ein kostenpflichtiges Abo zum angegebenen Tarif über. Das Abo verlängert sich danach automatisch, sofern es nicht mindestens 24 Std. vor Ende des laufenden Zeitraums gekündigt wird. Die Verlängerung wird zum geltenden Tarif berechnet. Verwalte oder kündige deine Abos unter Einstellungen > dein Apple-Konto > Abos.
en: Payment will be charged to your Apple Account at confirmation of purchase. Subscriptions automatically renew unless canceled at least 24 hours before the end of the current period; any free trial not canceled at least 24 hours before it ends converts into a paid subscription at the stated rate. Renewals are billed at the current rate. Manage or cancel your subscriptions in Settings > your Apple Account > Subscriptions.
es: El pago se cargará en tu cuenta de Apple al confirmar la compra. Toda prueba gratuita que no se cancele al menos 24 h antes de su fin se convierte automáticamente en una suscripción de pago a la tarifa indicada. La suscripción se renueva luego automáticamente salvo cancelación al menos 24 h antes del fin del periodo en curso. La renovación se factura a la tarifa vigente. Gestiona o cancela tus suscripciones en Ajustes > tu cuenta de Apple > Suscripciones.
hi: खरीद की पुष्टि पर भुगतान आपके Apple Account से लिया जाएगा। समाप्त होने से कम से कम 24 घंटे पहले रद्द न किया गया कोई भी मुफ़्त ट्रायल बताई गई दर पर भुगतान वाली सदस्यता में बदल जाता है। उसके बाद मौजूदा अवधि खत्म होने से कम से कम 24 घंटे पहले रद्द न करने पर सदस्यता अपने-आप नवीनीकृत होती है। नवीनीकरण मौजूदा दर पर बिल होता है। अपनी सदस्यताएँ Settings > आपका Apple Account > Subscriptions में मैनेज या रद्द करें।
it: Il pagamento sarà addebitato sul tuo account Apple alla conferma dell'acquisto. Ogni prova gratuita non disdetta almeno 24h prima del termine si trasforma automaticamente in abbonamento a pagamento alla tariffa indicata. L'abbonamento si rinnova poi automaticamente salvo disdetta almeno 24h prima della fine del periodo in corso. Il rinnovo è addebitato alla tariffa in vigore. Gestisci o annulla i tuoi abbonamenti in Impostazioni > il tuo account Apple > Abbonamenti.
ja: 購入確定時にApple Accountへ課金されます。無料お試しは、終了の24時間以上前に解約しない限り、自動的に表示の料金で有料サブスクリプションへ移行します。その後サブスクリプションは、現在の期間が終わる24時間以上前に解約しない限り自動更新されます。更新は現行料金で課金されます。サブスクリプションの管理や解約は「設定」＞Apple Account＞「サブスクリプション」で行えます。
ko: 구매 확정 시 Apple 계정으로 결제됩니다. 종료 최소 24시간 전에 취소하지 않은 무료 체험은 표시된 요금의 유료 구독으로 자동 전환됩니다. 이후 구독은 현재 기간 종료 최소 24시간 전에 취소하지 않으면 자동으로 갱신됩니다. 갱신은 현재 요금으로 청구됩니다. 설정 > Apple 계정 > 구독에서 구독을 관리하거나 취소하세요.
nl: De betaling wordt bij bevestiging van de aankoop van je Apple-account afgeschreven. Een gratis proefperiode die je niet minstens 24 uur vóór het einde opzegt, gaat automatisch over in een betaald abonnement tegen het aangegeven tarief. Het abonnement verlengt daarna automatisch tenzij je minstens 24 uur vóór het einde van de lopende periode opzegt. De verlenging wordt tegen het geldende tarief gefactureerd. Beheer of zeg je abonnementen op via Instellingen > je Apple-account > Abonnementen.
pt: O pagamento será debitado na tua conta Apple ao confirmares a compra. Qualquer período gratuito não cancelado pelo menos 24 h antes do fim converte-se automaticamente em subscrição paga à tarifa indicada. A subscrição renova-se depois automaticamente, salvo cancelamento pelo menos 24 h antes do fim do período em curso. A renovação é faturada à tarifa em vigor. Gere ou cancela as tuas subscrições em Definições > a tua conta Apple > Subscrições.
zh_hans: 确认购买时将从你的 Apple 账户扣款。任何免费试用若未在结束前至少 24 小时取消，将自动按所示价格转为付费订阅。此后订阅将自动续订，除非在当前周期结束前至少 24 小时取消。续订按现行价格计费。可在「设置 > 你的 Apple 账户 > 订阅」中管理或取消订阅。
zh_hant: 確認購買時將向你的 Apple 帳號收費。任何免費試用若未在到期前至少 24 小時取消，將自動轉為以所示費率計費的付費訂閱。之後訂閱會自動續訂，除非在當期結束前至少 24 小時取消。續訂依現行費率計費。可在「設定」>「你的 Apple 帳號」>「訂閱項目」中管理或取消訂閱。

source: Le vent s'établit
de: Der Wind frischt auf
en: Wind is building
es: El viento se establece
hi: हवा बन रही है
it: Il vento si stabilizza
ja: 風が立ち上がってきています
ko: 바람이 안정되는 중
nl: De wind zet door
pt: O vento está a estabelecer-se
zh_hans: 起风了
zh_hant: 風起來了

source: Le vent s'établit — fonce
de: Der Wind frischt auf — los
en: Wind is building — go
es: El viento se establece — dale
hi: हवा बन रही है — फ़ोन निकालो
it: Il vento si stabilizza — vai
ja: 風が立ち上がってきた — 行こう
ko: 바람이 안정되는 중 — 출발하세요
nl: De wind zet door — ga ervoor
pt: O vento está a estabelecer-se — vai
zh_hans: 起风了——冲吧
zh_hant: 風起來了——衝吧

source: Le vent s'établit — fonce !
de: Der Wind frischt auf — los!
en: Wind is building — go!
es: El viento se establece — ¡dale!
hi: हवा बन रही है — निकल पड़ो!
it: Il vento si stabilizza — vai!
ja: 風が立ち上がってきた — 行こう！
ko: 바람이 안정되는 중 — 출발하세요!
nl: De wind zet door — ga ervoor!
pt: O vento está a estabelecer-se — vai!
zh_hans: 起风了——冲吧！
zh_hant: 風起來了——衝吧！

source: Le vent s'établit ?
de: Frischt der Wind auf?
en: Wind building?
es: ¿El viento se establece?
hi: हवा बन रही है?
it: Il vento si stabilizza?
ja: 風が立ち上がる？
ko: 바람이 안정되나요?
nl: Zet de wind door?
pt: O vento está a estabelecer-se?
zh_hans: 起风了吗？
zh_hant: 風起來了嗎？

source: Les alertes et notifications nécessitent Premium — parcours les modèles pour voir
de: Alerts und Mitteilungen brauchen Premium — stöbere in den Vorlagen zur Vorschau
en: Alerts and notifications require Premium — browse the presets to preview
es: Las alertas y notificaciones requieren Premium — explora los modelos para ver
hi: अलर्ट और नोटिफ़िकेशन के लिए Premium चाहिए — देखने के लिए प्रीसेट देखें
it: Avvisi e notifiche richiedono Premium — sfoglia i modelli per vedere
ja: アラートと通知にはプレミアムが必要 — プリセットを見てプレビュー
ko: 알림과 알림 수신은 프리미엄이 필요해요 — 프리셋을 둘러보세요
nl: Alerts en meldingen vereisen Premium — bekijk de modellen om te zien
pt: Os alertas e notificações exigem Premium — explora os modelos para ver
zh_hans: 提醒和通知需要高级会员——浏览预设抢先看
zh_hant: 提醒與通知需要 Premium——瀏覽範本即可預覽

source: Les données ne sont pas encore disponibles. Vérifiez votre connexion internet.
de: Die Daten sind noch nicht verfügbar. Überprüfen Sie Ihre Internetverbindung.
en: Data is not yet available. Check your internet connection.
es: Los datos aún no están disponibles. Comprueba tu conexión a internet.
hi: डेटा अभी उपलब्ध नहीं है। अपना इंटरनेट कनेक्शन जाँचें।
it: I dati non sono ancora disponibili. Controlla la connessione a internet.
ja: データはまだ利用できません。インターネット接続を確認してください。
ko: 데이터가 아직 준비되지 않았습니다. 인터넷 연결을 확인하세요.
nl: De data is nog niet beschikbaar. Controleer je internetverbinding.
pt: Os dados ainda não estão disponíveis. Verifica a tua ligação à internet.
zh_hans: 数据尚不可用。请检查你的网络连接。
zh_hant: 資料尚未就緒。請檢查你的網路連線。

source: Les fenêtres GO s'allument quand le vent prévu reste dans ta plage, de jour.
de: GO-Fenster leuchten auf, wenn der prognostizierte Wind tagsüber in deiner Spanne bleibt.
en: GO windows light up when the forecast wind stays in your range, in daylight.
es: Las ventanas GO se encienden cuando el viento previsto se mantiene en tu rango, de día.
hi: GO विंडो तब जलती हैं जब पूर्वानुमानित हवा दिन में आपकी रेंज में बनी रहती है।
it: Le finestre GO si accendono quando il vento previsto resta nel tuo range, di giorno.
ja: 予報の風が日中あなたの範囲内に収まると、ベストタイミングが点灯します。
ko: 예보 바람이 낮 동안 설정 범위에 머무를 때 출발 윈도우가 켜져요.
nl: GO-vensters lichten op zodra de voorspelde wind binnen jouw bereik blijft, overdag.
pt: As janelas GO acendem-se quando o vento previsto fica dentro da tua faixa, de dia.
zh_hans: 当预报风力在你的范围内且为白天时，出航窗口会亮起。
zh_hant: 當預報風維持在你的範圍內且為白天時，出發時機就會亮起。

source: Les fenêtres suivent la météo et tes réglages — touche pour ajuster tes sports.
de: Die Fenster richten sich nach Wetter und deinen Einstellungen — tippe, um deine Sportarten anzupassen.
en: Windows follow the weather and your settings — tap to adjust your sports.
es: Las ventanas siguen el tiempo y tus ajustes — toca para ajustar tus sports.
hi: विंडो मौसम और आपकी सेटिंग्स के हिसाब से चलती हैं — स्पोर्ट्स एडजस्ट करने के लिए टैप करें।
it: Le finestre seguono il meteo e le tue impostazioni — tocca per regolare i tuoi sport.
ja: ウィンドウは天気とあなたの設定に従います — タップして種目を調整してください。
ko: 윈도우는 날씨와 설정을 따라가요 — 탭해서 스포츠를 조정하세요.
nl: De vensters volgen het weer en je instellingen — tik om je sporten aan te passen.
pt: As janelas seguem o tempo e as tuas definições — toca para ajustar os teus desportos.
zh_hans: 窗口随天气和你的设置变化——点按以调整你的运动。
zh_hant: 時機會隨天氣與你的設定變動——點一下調整你的運動。

source: Les fenêtres suivent la météo et tes réglages : ajuste un sport dans « Mes sports ».
de: Die Fenster richten sich nach Wetter und deinen Einstellungen: passe eine Sportart unter „Meine Sportarten“ an.
en: Windows follow the weather and your settings: tweak a sport in “My sports”.
es: Las ventanas siguen el tiempo y tus ajustes: ajusta un sport en «Mis sports».
hi: विंडो मौसम और आपकी सेटिंग्स के हिसाब से चलती हैं: किसी स्पोर्ट को « मेरे स्पोर्ट्स » में एडजस्ट करें।
it: Le finestre seguono il meteo e le tue impostazioni: regola uno sport in « I miei sport ».
ja: ウィンドウは天気とあなたの設定に従います：「マイ種目」で種目を調整してください。
ko: 윈도우는 날씨와 설정을 따라가요: 「내 스포츠」에서 스포츠를 조정하세요.
nl: De vensters volgen het weer en je instellingen: pas een sport aan in « Mijn sporten ».
pt: As janelas seguem o tempo e as tuas definições: ajusta um desporto em «Os meus desportos».
zh_hans: 窗口随天气和你的设置变化：在「我的运动」中调整某项运动。
zh_hant: 時機會隨天氣與你的設定變動：在「我的運動」中調整某項運動。

source: Les grandes marées (coefficient ≥ 90) seront automatiquement enregistrées lorsque vous consultez les marées d'un port.
de: Springtiden (Koeffizient ≥ 90) werden automatisch gespeichert, wenn Sie die Tiden eines Hafens ansehen.
en: Spring tides (coefficient ≥ 90) are saved automatically when you view a port's tides.
es: Las grandes mareas (coeficiente ≥ 90) se guardan automáticamente cuando consultas las mareas de un puerto.
hi: बड़ी ज्वार (गुणांक ≥ 90) तब अपने-आप सहेजी जाती हैं जब आप किसी पोर्ट के ज्वार-भाटे देखते हैं।
it: Le grandi maree (coefficiente ≥ 90) vengono salvate automaticamente quando consulti le maree di un porto.
ja: 大潮（係数90以上）は、港の潮汐を見たときに自動で記録されます。
ko: 대조(계수 ≥ 90)는 항구의 조석을 볼 때 자동으로 저장돼요.
nl: Springtij (getijcoëfficiënt ≥ 90) wordt automatisch opgeslagen wanneer je het getij van een haven bekijkt.
pt: As grandes marés (coeficiente ≥ 90) são guardadas automaticamente quando consultas as marés de um porto.
zh_hans: 查看某港口潮汐时，大潮（系数 ≥ 90）将自动保存。
zh_hant: 查看某港口潮汐時，大潮（係數 ≥ 90）會自動記錄。

source: Lever / Coucher
de: Aufgang / Untergang
en: Sunrise / Sunset
es: Salida / Puesta
hi: सूर्योदय / सूर्यास्त
it: Alba / Tramonto
ja: 日の出／日の入り
ko: 일출 / 일몰
nl: Op / Onder
pt: Nascer / Pôr do sol
zh_hans: 日出 / 日落
zh_hant: 日出／日落

source: Lever du soleil
de: Sonnenaufgang
en: Sunrise
es: Salida del sol
hi: सूर्योदय
it: Alba
ja: 日の出
ko: 일출
nl: Zonsopkomst
pt: Nascer do sol
zh_hans: 日出
zh_hant: 日出

source: Limite atteinte · Passez Premium pour plus d'alertes
de: Limit erreicht · Premium für mehr Warnungen
en: Limit reached · Go Premium for more alerts
es: Límite alcanzado · Hazte Premium para más alertas
hi: सीमा पहुँच गई · ज़्यादा अलर्ट के लिए Premium लें
it: Limite raggiunto · Passa a Premium per più avvisi
ja: 上限に達しました · プレミアムでアラートを増やせます
ko: 한도 도달 · 알림을 더 받으려면 프리미엄으로
nl: Limiet bereikt · Ga Premium voor meer alerts
pt: Limite atingido · Passa a Premium para mais alertas
zh_hans: 已达上限 · 升级高级会员获得更多提醒
zh_hant: 已達上限 · 升級 Premium 以新增更多提醒

source: Liste toutes les marées pour une date donnée.
de: Listet alle Tiden für ein bestimmtes Datum auf.
en: Lists all tides for a given date.
es: Lista todas las mareas para una fecha dada.
hi: किसी दी गई तारीख के सभी ज्वार-भाटे दिखाता है।
it: Elenca tutte le maree per una data specifica.
ja: 指定日のすべての潮汐を一覧表示します。
ko: 지정한 날짜의 모든 조석을 나열해요.
nl: Toont alle getijden voor een bepaalde datum.
pt: Lista todas as marés para uma data dada.
zh_hans: 列出指定日期的所有潮汐。
zh_hant: 列出指定日期的所有潮汐。

source: Littoral
de: Küste
en: Coastline
es: Litoral
hi: तटरेखा
it: Costa
ja: 海岸線
ko: 해안선
nl: Kustlijn
pt: Litoral
zh_hans: 海岸线
zh_hant: 海岸線

source: Localisation activée
de: Ortung aktiviert
en: Location enabled
es: Ubicación activada
hi: लोकेशन चालू
it: Posizione attivata
ja: 位置情報オン
ko: 위치 활성화됨
nl: Locatie ingeschakeld
pt: Localização ativada
zh_hans: 定位已开启
zh_hant: 定位已開啟

source: Localisation autorisée
de: Ortung erlaubt
en: Location authorized
es: Ubicación autorizada
hi: लोकेशन की अनुमति है
it: Posizione consentita
ja: 位置情報を許可済み
ko: 위치 허용됨
nl: Locatie toegestaan
pt: Localização autorizada
zh_hans: 定位已授权
zh_hant: 已授權定位

source: Lun
de: Mo
en: Mon
hi: सोम
ja: 月
ko: 월
nl: Ma
pt: Seg
zh_hans: 周一
zh_hant: 週一

source: M'alerter quand TOUS mes spots alignent vent + eau + météo pour mes activités, où que je sois.
de: Benachrichtige mich, wenn an EINEM meiner Spots Wind + Wasser + Wetter für meine Aktivitäten passen, egal wo ich bin.
en: Alert me when ANY of my spots lines up wind + water + weather for my activities, wherever I am.
es: Avísame cuando CUALQUIERA de mis spots alinee viento + agua + tiempo para mis actividades, esté donde esté.
hi: मुझे अलर्ट करो जब मेरा कोई भी स्पॉट मेरी गतिविधियों के लिए हवा + पानी + मौसम को एक साथ ला दे, मैं चाहे कहीं भी रहूँ।
it: Avvisami quando UNO QUALSIASI dei miei spot allinea vento + acqua + meteo per le mie attività, ovunque io sia.
ja: どこにいても、お気に入りスポットのいずれかで風＋水位＋天気がアクティビティに揃ったらアラートします。
ko: 어디에 있든, 내 스폿 중 한 곳이라도 바람 + 수위 + 날씨가 내 액티비티에 맞으면 알려주세요.
nl: Waarschuw me wanneer een van mijn spots wind + water + weer op één lijn brengt voor mijn activiteiten, waar ik ook ben.
pt: Avisar-me quando QUALQUER um dos meus spots alinhar vento + água + tempo para as minhas atividades, onde quer que esteja.
zh_hans: 当我的任一浪点风、水位、天气都对上我的活动时提醒我，无论我身在何处。
zh_hant: 當我的任一浪點的風＋水位＋天氣都符合我的活動時通知我，無論我在哪裡。

source: Ma plage praticable
de: Meine fahrbare Spanne
en: My usable range
es: Mi rango practicable
hi: मेरी उपयोग लायक रेंज
it: Il mio range praticabile
ja: 私の使える範囲
ko: 내 이용 가능 범위
nl: Mijn bruikbare bereik
pt: A minha faixa praticável
zh_hans: 我的可玩范围
zh_hant: 我的可下水範圍

source: Ma position
de: Mein Standort
en: My location
es: Mi ubicación
hi: मेरी लोकेशन
it: La mia posizione
ja: 現在地
ko: 내 위치
nl: Mijn locatie
pt: A minha posição
zh_hans: 我的位置
zh_hant: 我的位置

source: maintenant
de: jetzt
en: now
es: ahora
hi: अभी
it: ora
ja: 今
ko: 지금
nl: nu
pt: agora
zh_hans: 现在
zh_hant: 現在

source: Mar
de: Di
en: Tue
hi: मंगल
ja: 火
ko: 화
nl: Di
pt: Ter
zh_hans: 周二
zh_hant: 週二

source: Marée
de: Tide
en: Tide
es: Marea
hi: ज्वार-भाटा
it: Marea
ja: 潮汐
ko: 조석
nl: Getij
pt: Maré
zh_hans: 潮汐
zh_hant: 潮汐

source: Marée actuelle
de: Aktuelle Tide
en: Current tide
es: Marea actual
hi: वर्तमान ज्वार-भाटा
it: Marea attuale
ja: 現在の潮汐
ko: 현재 조석
nl: Huidig getij
pt: Maré atual
zh_hans: 当前潮汐
zh_hant: 目前潮汐

source: Marée actuelle à ${port}
de: Aktuelle Tide in ${port}
en: Current tide at ${port}
es: Marea actual en ${port}
hi: ${port} पर वर्तमान ज्वार-भाटा
it: Marea attuale a ${port}
ja: ${port}の現在の潮汐
ko: ${port}의 현재 조석
nl: Huidig getij bij ${port}
pt: Maré atual em ${port}
zh_hans: ${port} 的当前潮汐
zh_hant: ${port} 目前潮汐

source: Marée basse
de: Niedrigwasser
en: Low tide
es: Marea baja
hi: भाटा
it: Bassa marea
ja: 干潮
ko: 썰물
nl: Laag water
pt: Maré baixa
zh_hans: 低潮
zh_hant: 乾潮

source: Marée en cours, prochaine et suivante
de: Aktuelle, nächste und folgende Tide
en: Current, next and following tide
es: Marea actual, próxima y siguiente
hi: वर्तमान, अगला और उसके बाद का ज्वार-भाटा
it: Marea attuale, prossima e successiva
ja: 現在・次・その次の潮汐
ko: 현재, 다음, 그 다음 조석
nl: Huidig, volgend en daaropvolgend getij
pt: Maré atual, próxima e seguinte
zh_hans: 当前、下次及之后的潮汐
zh_hant: 目前、下一次與後一次潮汐

source: Marée haute
de: Hochwasser
en: High tide
es: Marea alta
hi: ज्वार
it: Alta marea
ja: 満潮
ko: 밀물
nl: Hoog water
pt: Maré alta
zh_hans: 高潮
zh_hant: 滿潮

source: Marée idéale
de: Ideale Gezeiten
en: Ideal tide
es: Marea ideal
hi: आदर्श ज्वार-भाटा
it: Marea ideale
ja: 理想的な潮汐
ko: 이상적인 조석
nl: Ideaal getij
pt: Maré ideal
zh_hans: 理想潮汐
zh_hant: 理想潮汐

source: marées
de: Tiden
en: tides
es: mareas
hi: ज्वार-भाटे
it: maree
ja: 潮汐
ko: 조석
nl: getijden
pt: marés
zh_hans: 潮汐
zh_hant: 潮汐

source: Marées
de: Tiden
en: Tides
es: Mareas
hi: ज्वार-भाटे
it: Maree
ja: 潮汐
ko: 조석
nl: Getijden
pt: Marés
zh_hans: 潮汐
zh_hant: 潮汐

source: Marées – Écran
de: Tiden – Bildschirm
en: Tides – Screen
es: Mareas – Pantalla
hi: ज्वार-भाटे – स्क्रीन
it: Maree – Schermo
ja: 潮汐 – 画面
ko: 조석 – 화면
nl: Getijden – Scherm
pt: Marés – Ecrã
zh_hans: 潮汐 – 屏幕
zh_hant: 潮汐——畫面

source: Marées (configurable)
de: Tiden (konfigurierbar)
en: Tides (configurable)
es: Mareas (configurable)
hi: ज्वार-भाटे (कॉन्फ़िगर करने योग्य)
it: Maree (configurabile)
ja: 潮汐（設定可能）
ko: 조석 (설정 가능)
nl: Getijden (instelbaar)
pt: Marés (configurável)
zh_hans: 潮汐（可配置）
zh_hant: 潮汐（可設定）

source: Marées disponibles
de: Verfügbare Tiden
en: Available tides
es: Mareas disponibles
hi: उपलब्ध ज्वार-भाटे
it: Maree disponibili
ja: 利用できる潮汐
ko: 이용 가능한 조석
nl: Beschikbare getijden
pt: Marés disponíveis
zh_hans: 可用潮汐
zh_hant: 可用潮汐

source: Marées du ${date} à ${port}
de: Tiden am ${date} in ${port}
en: Tides for ${date} at ${port}
es: Mareas del ${date} en ${port}
hi: ${port} पर ${date} के ज्वार-भाटे
it: Maree del ${date} a ${port}
ja: ${date}の${port}の潮汐
ko: ${port}의 ${date} 조석
nl: Getijden van ${date} bij ${port}
pt: Marés de ${date} em ${port}
zh_hans: ${port} 在 ${date} 的潮汐
zh_hant: ${port} ${date} 的潮汐

source: Marées du jour
de: Heutige Tiden
en: Today's tides
es: Mareas del día
hi: आज के ज्वार-भाटे
it: Maree del giorno
ja: 今日の潮汐
ko: 오늘의 조석
nl: Getijden van vandaag
pt: Marés do dia
zh_hans: 今日潮汐
zh_hant: 今日潮汐

source: Marées en temps réel
de: Tiden in Echtzeit
en: Real-time tides
es: Mareas en tiempo real
hi: रीयल-टाइम ज्वार-भाटे
it: Maree in tempo reale
ja: リアルタイムの潮汐
ko: 실시간 조석
nl: Getijden in realtime
pt: Marés em tempo real
zh_hans: 实时潮汐
zh_hant: 即時潮汐

source: Marnage max
de: Max. Tidenhub
en: Max range
es: Carrera máx
hi: अधिकतम मारनेज
it: Escursione max
ja: 最大干満差
ko: 최대 조차
nl: Max getijverschil
pt: Amplitude máx
zh_hans: 最大潮差
zh_hant: 最大潮差

source: matin
de: morgens
en: morning
es: mañana
hi: सुबह
it: mattina
ja: 朝
ko: 오전
nl: ochtend
pt: manhã
zh_hans: 上午
zh_hant: 早上

source: Mauvais
de: Schlecht
en: Poor
es: Malo
hi: ख़राब
it: Scarso
ja: 不良
ko: 나쁨
nl: Slecht
pt: Más
zh_hans: 较差
zh_hant: 差

source: Meilleur moment : %@
de: Beste Zeit: %@
en: Best time: %@
es: Mejor momento: %@
hi: सबसे अच्छा समय: %@
it: Momento migliore: %@
ja: ベストタイム：%@
ko: 최적 시각: %@
nl: Beste moment: %@
pt: Melhor momento: %@
zh_hans: 最佳时机：%@
zh_hant: 最佳時機：%@

source: Meilleure sortie
de: Bester Ausflug
en: Best outing
es: Mejor salida
hi: बेहतरीन सेशन
it: Uscita migliore
ja: ベストセッション
ko: 최고의 출발
nl: Beste sessie
pt: Melhor saída
zh_hans: 最佳出航
zh_hant: 最佳出擊

source: Mensuel
de: Monatlich
en: Monthly
es: Mensual
hi: मासिक
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pt: Mensal
zh_hans: 按月
zh_hant: 月繳

source: Mer
de: Mi
en: Wed
es: mié
hi: बुध
ja: 水
ko: 수
nl: Wo
pt: Qua
zh_hans: 周三
zh_hant: 週三

source: Merci de faire partie des premiers riders 🙏
de: Danke, dass du einer unserer ersten Rider bist 🙏
en: Thanks for being one of our first riders 🙏
es: Gracias por ser uno de nuestros primeros riders 🙏
hi: हमारे पहले राइडर्स में से एक होने के लिए शुक्रिया 🙏
it: Grazie di essere tra i nostri primi rider 🙏
ja: 最初のライダーの一人になってくれてありがとう 🙏
ko: 첫 라이더가 되어주셔서 감사해요 🙏
nl: Bedankt dat je een van onze eerste riders bent 🙏
pt: Obrigado por seres um dos nossos primeiros riders 🙏
zh_hans: 感谢你成为我们的首批riders 🙏
zh_hant: 感謝你成為我們最早的玩家之一 🙏

source: Mes alertes
de: Meine Warnungen
en: My alerts
es: Mis alertas
hi: मेरे अलर्ट
it: I miei avvisi
ja: マイアラート
ko: 내 알림
nl: Mijn alerts
pt: Os meus alertas
zh_hans: 我的提醒
zh_hant: 我的提醒

source: Mes sports
de: Meine Sportarten
en: My sports
es: Mis sports
hi: मेरे स्पोर्ट्स
it: I miei sport
ja: マイ種目
ko: 내 스포츠
nl: Mijn sporten
pt: Os meus desportos
zh_hans: 我的运动
zh_hant: 我的運動

source: Message court
de: Kurznachricht
en: Short message
es: Mensaje corto
hi: छोटा संदेश
it: Messaggio breve
ja: 短いメッセージ
ko: 짧은 메시지
nl: Kort bericht
pt: Mensagem curta
zh_hans: 短消息
zh_hant: 簡短訊息

source: Météo
de: Wetter
en: Weather
es: Tiempo
hi: मौसम
it: Meteo
ja: 天気
ko: 날씨
nl: Weer
pt: Tempo
zh_hans: 天气
zh_hant: 天氣

source: Météo indisponible
de: Wetter nicht verfügbar
en: Weather unavailable
es: Tiempo no disponible
hi: मौसम अनुपलब्ध
it: Meteo non disponibile
ja: 天気が利用できません
ko: 날씨 정보 없음
nl: Weer niet beschikbaar
pt: Tempo indisponível
zh_hans: 天气不可用
zh_hant: 無天氣資料

source: mètres
de: Meter
en: meters
es: metros
hi: मीटर
it: metri
ja: メートル
ko: 미터
nl: meter
pt: metros
zh_hans: 米
zh_hant: 公尺

source: Métrique
de: Metrisch
en: Metric
es: Métrico
hi: मेट्रिक
it: Metrico
ja: メートル法
ko: 미터법
nl: Metrisch
pt: Métrico
zh_hans: 公制
zh_hant: 公制

source: Mettre à jour
de: Aktualisieren
en: Update
es: Actualizar
hi: अपडेट करें
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Bijwerken
pt: Atualizar
zh_hans: 更新
zh_hant: 更新

source: Mi-marée
de: Halbtide
en: Mid-tide
es: Media marea
hi: मध्य-ज्वार
it: Mezza marea
ja: 半潮
ko: 중조
nl: Halftij
pt: Meia-maré
zh_hans: 半潮
zh_hant: 半潮

source: Minimum entre deux alertes
de: Mindestabstand zwischen zwei Warnungen
en: Minimum between two alerts
es: Mínimo entre dos alertas
hi: दो अलर्ट के बीच न्यूनतम
it: Minimo tra due avvisi
ja: アラート間の最小間隔
ko: 두 알림 사이 최소 간격
nl: Minimum tussen twee alerts
pt: Mínimo entre dois alertas
zh_hans: 两次提醒之间的最短间隔
zh_hant: 兩次提醒之間的最短間隔

source: Mise à l'eau
de: Slippen
en: Boat launch
es: Botadura
hi: बोट लॉन्च
it: Messa in acqua
ja: ボートの出艇場所
ko: 보트 진수
nl: Te water laten
pt: Lançamento à água
zh_hans: 下水点
zh_hant: 下水點

source: Mixte
de: Gemischt
en: Mixed
es: Mixto
hi: मिश्रित
it: Misto
ja: ミックス
ko: 혼합
nl: Gemengd
pt: Misto
zh_hans: 混合
zh_hant: 混合

source: Mode courbe : marée, vent ou surf
de: Kurvenmodus: Gezeiten, Wind oder Surf
en: Curve mode: tide, wind, or surf
es: Modo curva: marea, viento o surf
hi: कर्व मोड: ज्वार-भाटा, हवा या सर्फ़
it: Modalità curva: marea, vento o surf
ja: カーブモード：潮汐、風、サーフ
ko: 곡선 모드: 조석, 바람, 서핑
nl: Curvemodus: getij, wind of surf
pt: Modo curva: maré, vento ou surf
zh_hans: 曲线模式：潮汐、风或冲浪
zh_hant: 曲線模式：潮汐、風或衝浪

source: Mode Pêche à pied
de: Strandfischen-Modus
en: Shore foraging mode
es: Modo marisqueo
hi: तट संग्रह मोड
it: Modalità pesca a piedi
ja: 潮干狩りモード
ko: 갯벌 채집 모드
nl: Modus wadlopen
pt: Modo Apanha na costa
zh_hans: 赶海模式
zh_hant: 潮間帶採集模式

source: Mode surf & houle
de: Surf- & Dünungsmodus
en: Surf mode & swell
es: Modo surf y oleaje
hi: सर्फ़ और स्वेल मोड
it: Modalità surf e mare lungo
ja: サーフモード＆うねり
ko: 서핑 & 너울 모드
nl: Surf- & deiningmodus
pt: Modo surf e ondulação
zh_hans: 冲浪与涌浪模式
zh_hant: 衝浪與湧浪模式

source: Mode vent
de: Windmodus
en: Wind mode
es: Modo viento
hi: हवा मोड
it: Modalità vento
ja: 風モード
ko: 바람 모드
nl: Windmodus
pt: Modo vento
zh_hans: 风模式
zh_hant: 風模式

source: Modèle optimiste
de: Modell zu hoch
en: Model runs high
es: Modelo optimista
hi: मॉडल ज़्यादा बताता है
it: Modello ottimista
ja: モデルは強め
ko: 모델이 높게 잡음
nl: Model te hoog
pt: Modelo otimista
zh_hans: 模型偏高
zh_hant: 模型偏高

source: Modèle prudent
de: Modell zu niedrig
en: Model runs low
es: Modelo prudente
hi: मॉडल कम बताता है
it: Modello prudente
ja: モデルは控えめ
ko: 모델이 보수적으로 잡음
nl: Model te laag
pt: Modelo prudente
zh_hans: 模型偏低
zh_hant: 模型偏保守

source: Modèles
de: Vorlagen
en: Templates
es: Plantillas
hi: टेम्पलेट
it: Modelli
ja: テンプレート
ko: 템플릿
nl: Modellen
pt: Modelos
zh_hans: 模板
zh_hant: 範本

source: Modeste
de: Mäßig
en: Modest
es: Modesta
hi: मामूली
it: Modesta
ja: 控えめ
ko: 보통 이하
nl: Bescheiden
pt: Modesto
zh_hans: 适中
zh_hant: 適中
